Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# AddMembersAlertCountText
source: Are you sure you want to add {0} to **{1}**?
ar: هل ترغب حقًا بإضافة ⁨{0}⁩ إلى **⁨{1}⁩**؟
be: Вы ўпэўнены, што хочаце дадаць {0} у **{1}**?
ca: Segur que voleu afegir {0} al **{1}**?
de: Wirklich {0} bei **{1}** hinzufügen?
es: ¿Quieres añadir a {0} a **{1}**?
fa: آیا از افزودن ⁨{0}⁩ به **⁨{1}⁩** اطمینان دارید؟
fi: Haluatko varmasti lisätä {0} henkilöä ryhmään **{1}**?
fr: Voulez-vous vraiment ajouter {0} à **{1}** ?
id: Anda yakin ingin menambah {0} ke **{1}**?
it: Vuoi davvero aggiungere {0} a **{1}**?
ko: 정말 {0} 님을 **{1}**에 추가하시겠습니까?
ms: Anda pasti ingin tambah {0} ke **{1}**?
nl: {0} echt toevoegen aan **{1}**?
pl: Czy na pewno chcesz dodać {0} do **{1}**?
pt_br: Deseja mesmo adicionar {0} ao **{1}**?
ru: Вы точно хотите добавить {0} в **{1}**?
sv: Är du säker på att du vill lägga till {0} i **{1}**?
tr: {0} kişisini **{1}** üyesi olarak eklemek istediğinizden emin misiniz?
uk: Ви дійсно хочете додати {0} до **{1}**?
uz: Haqiqatan {0}ni **{1}**ga qoʻshishni xohlaysizmi?

# AddMembersAlertNamesText
source: Are you sure you want to add {0} to **{1}**?
ar: هل ترغب حقًا بإضافة ⁨{0}⁩ إلى **⁨{1}⁩**؟
be: Вы ўпэўнены, што хочаце дадаць {0} у **{1}**?
ca: Segur que voleu afegir {0} al **{1}**?
de: Wirklich {0} bei **{1}** hinzufügen?
es: ¿Quieres añadir a {0} a **{1}**?
fa: آیا از افزودن ⁨{0}⁩ به **⁨{1}⁩** اطمینان دارید؟
fi: Haluatko varmasti lisätä henkilöt {0} ryhmään **{1}**?
fr: Voulez-vous vraiment ajouter {0} à **{1}** ?
id: Anda yakin ingin menambah {0} ke **{1}**?
it: Vuoi davvero aggiungere {0} a **{1}**?
ko: 정말 {0} 님을 **{1}**에 초대하시겠습니까?
ms: Anda pasti imgin tambah {0} ke **{1}**?
nl: {0} echt toevoegen aan **{1}**?
pl: Czy na pewno chcesz dodać {0} do **{1}**?
pt_br: Deseja mesmo adicionar {0} ao **{1}**?
ru: Вы точно хотите добавить {0} в **{1}**?
sv: Är du säker på att lägga till {0} till **{1}**?
tr: {0} kişisini **{1}** üyesi olarak eklemek istediğinizden emin misiniz?
uk: Ви дійсно хочете додати {0} до **{1}**?
uz: Haqiqatan {0}ni **{1}**ga qoʻshishni xohlaysizmi?

# AddMembersAlertTitle
source: Add {0}
ar: إضافة ⁨{0}⁩
be: Дадаць {0}
ca: Afegeix {0}
de: {0} hinzufügen
es: Añadir a {0}
fa: افزودن ⁨{0}⁩
fi: Lisää {0}
fr: Ajouter {0}
id: Tambah {0}
it: Aggiungi {0}
ko: {0} 추가
ms: Tambah {0}
nl: Voeg {0} toe
pl: Dodaj {0}
pt_br: Adicionar {0}
ru: Добавить {0}
sv: Lägg till {0}
tr: {0} Ekle
uk: Додати {0}
uz: {0}ni qoʻshish

# AddMembersForwardMessages
source: Show the last 100 messages to the new members
ar: عرض آخر 100 رسالة للأعضاء الجدد
be: Паказваць апошнія 100 паведамленняў новым удзельнікам
ca: Mostra els últims 100 missatges als membres nous
de: Neuen Mitgliedern die letzten 100 Nachrichten zeigen
es: Mostrar los últimos 100 mensajes a los nuevos miembros
fa: 100 پیام اخیر برای اعضای جدید نمایش داده شوند
fi: Näytä viimeisimmät 100 viestiä uusille jäsenille
fr: Afficher les 100 derniers messages aux nouveaux membres
id: Tunjukkan 100 pesan terakhir untuk anggota baru
it: Mostra gli ultimi 100 messaggi ai nuovi membri
ko: 새로운 참가자에게 최근 메시지 100개를 보입니다
ms: Tunjuk 100 mesej terakhir kepada ahli baru
nl: Nieuwe leden krijgen de laatste 100 berichten te zien.
pl: Nowym członkom pokaż ostatnie 100 wiadomości
pt_br: Mostrar últimas 100 mensagens para os novos membros
ru: Показать новым участникам последние 100 сообщений
sv: Visa nya medlemmar de sista 100 meddelandena
tr: Yeni üyelere son 100 mesajı göster
uk: Показувати новим учасникам попередні 100 повідомлень
uz: Yangi a'zolarga so'nggi 100 ta xabarni ko'rsatish

# AddMutual
source: Add people to your channel
ar: إضافة مشتركين لقناتك
be: Дадаць людзей у канал
ca: Afegiu gent al vostre canal
de: Leute zum Kanal hinzufügen
es: Añadir personas a tu canal
fi: Lisää henkilöitä kanavallesi
fr: Ajouter des personnes à votre canal
it: Aggiungi persone al tuo canale
ko: 채널에 연락처를 추가하세요
ms: Tambah pengguna ke saluran anda
nl: Mensen aan je kanaal toevoegen
pl: Dodaj ludzi do swojego kanału
pt_br: Adicionar pessoas ao canal
ru: Пригласить подписаться на канал
sv: Lägg till personer till din kanal
tr: Kanalınıza kişi ekleyin
uk: Додайте людей до вашого каналу

# AddOneMemberAlertTitle
source: Add member
ar: إضافة عضو
be: Дадаць удзельніка
ca: Afegeix el membre
de: Mitglied hinzufügen
es: Añadir miembro
fa: افزودن عضو
fi: Lisää jäsen
fr: Ajouter un membre
id: Tambah Anggota
it: Aggiungi membro
ko: 참가자 추가
ms: Tambah ahli
nl: Lid toevoegen
pl: Dodaj członka
pt_br: Adicionar membro
ru: Добавить участника
sv: Lägg till medlem
tr: Üye ekle
uk: Додати учасника
uz: Aʼzo qoʻshish

# AddOneMemberForwardMessages
source: Show the last 100 messages to **{0}**
ar: عرض آخر 100 رسالة لـ **⁨{0}⁩**
be: Паказваць апошнія 100 паведамленняў **{0}**
ca: Mostra a **{0}** els últims 100 missatges
de: **{0}** die letzten 100 Nachrichten zeigen
es: Mostrar los últimos 100 mensajes a **{0}**
fa: 100 پیام اخیر برای **⁨{0}⁩** نمایش داده شوند
fi: Näytä viimeisimmät 100 viestiä käyttäjälle **{0}**
fr: Afficher les 100 derniers messages à **{0}**
id: Tunjukkan 100 pesan terakhir di **{0}**
it: Mostra gli ultimi 100 messaggi a **{0}**
ko: 최근 메시지 100개를 **{0}** 님에게 보이기
ms: Tunjuk 100 mesej terakhir kepada **{0}**
nl: Laat de laatste 100 berichten aan **{0}** zien.
pl: Pokaż ostatnie 100 wiadomości użytkownikowi **{0}**
pt_br: Mostrar últimas 100 mensagens para **{0}**
ru: Показать **{0}** последние 100 сообщений
sv: Visa de sista 100 meddelandena för **{0}**
tr: Son 100 mesajı **{0}** üyesine göster
uk: Показувати **{0}** попередні 100 повідомлень
uz: **{0}**'ga so'nggi 100 ta xabarni ko'rsatish

# AddPeopleNearby
source: Find People Nearby
ar: البحث عن الأشخاص القريبين
be: Шукаць людзей паблізу
ca: Troba gent propera
de: Leute in der Nähe finden
es: Encontrar personas cerca
fa: پیدا کردن افراد نزدیک
fi: Hae lähellä olevia
fr: Personnes à proximité
id: Cari Pengguna Sekitar
it: Trova persone vicine
ko: 주변 사람 찾기
ms: Cari Orang Berdekatan
nl: Mensen dichtbij vinden
pl: Znajdź ludzi w pobliżu
pt_br: Encontrar Pessoas Próximas
ru: Найти людей рядом
sv: Hitta folk i närheten
tr: Yakındaki Kişileri Bulun
uk: Знайти людей поблизу
uz: Yaqin-atrofdagi odamlarni topish

# AddPhoto
source: Set new photo
ar: تعيين صورة الملف الشخصي
be: Задаць новы аватар
ca: Defineix una foto
de: Neues Bild festlegen
es: Poner nueva foto
fa: تنظیم عکس جدید
fi: Aseta profiilikuva
fr: Définir une nouvelle photo
id: Pasang foto baru
it: Imposta nuova foto
ko: 새로운 사진 설정하기
ms: Set foto baru
nl: Nieuwe foto instellen
pl: Ustaw nowe zdjęcie
pt_br: Definir nova foto
ru: Выбрать фотографию
sv: Välj ny bild eller video
tr: Yeni fotoğraf ayarla
uk: Встановити нове фото
uz: Yangi rasm oʻrnatish

source: Add Proxy
ar: إضافة بروكسي
be: Дадаць проксі
ca: Afegeix un servidor intermediari
de: Proxy hinzufügen
es: Añadir proxy
fa: افزودن پروکسی
fi: Lisää välityspalvelin
fr: Ajouter un serveur proxy
id: Tambah Proxy
it: Aggiungi proxy
ko: 프록시 추가
ms: Tambah Proksi
nl: Proxy toevoegen
pl: Dodaj proxy
pt_br: Adicionar Proxy
ru: Добавить прокси
sv: Lägg till proxy
tr: Vekil Sunucu Ekle
uk: Додати проксі
uz: Proksi qoʻshish
zh_cn: 添加代理
zh_tw: 添加代理

source: Add recipient
ar: إضافة مستلم
be: Дадаць атрымальніка
ca: Afegeix un destinatari
de: Empfänger hinzufügen
es: Añadir destinatario
fa: افزودن دریافت کننده
fi: Lisää vastaanottaja
fr: Ajouter un destinataire
id: Tambahkan penerima
it: Aggiungi destinatario
ko: 받는 사람 추가
ms: Tambah penerima
nl: Ontvanger toevoegen
pl: Dodaj odbiorców
pt_br: Adicionar destinatário
ru: Добавить получателя
sv: Lägg till mottagare
tr: Alıcı ekle
uk: Додати одержувача
uz: Qabul qiluvchi qo‘shish
zh_cn: 添加接收者
zh_tw: 添加接收者

# AddShortcut
source: Add to Home screen
ar: إنشاء اختصار
be: Дадаць на галоўны экран
ca: Afegeix a la pantalla d’inici
de: Verknüpfung hinzufügen
es: Añadir a pantalla de inicio
fa: افزودن به صفحه اصلی
fi: Lisää aloitusnäyttöön
fr: Ajouter à l'écran d'accueil
id: Tambahkan ke layar utama
it: Aggiungi alla home
ko: 홈 화면에 추가
ms: Tambah ke skrin Utama
nl: Toevoegen aan startscherm
pl: Dodaj do ekranu głównego
pt_br: Adicionar à tela inicial
ru: Создать ярлык
sv: Lägg till på hemskärmen
tr: Ana ekrana ekle
uk: Додати на головний екран
uz: Bosh ekranga qoʻshish
zh_cn: 添加到主屏幕
zh_tw: 添加到主屏幕

source: Add Stickers
ar: إضافة الملصقات
be: Дадаць стыкеры
ca: Afegeix adhesius
de: Sticker hinzufügen
es: Añadir stickers
fa: افزودن استیکر
fi: Lisää tarrat
fr: Ajouter le lot
id: Tambah Stiker
it: Aggiungi sticker
ko: 스티커 추가
ms: Tambah Stiker
nl: Stickers toevoegen
pl: Dodaj naklejki
pt_br: Adicionar Stickers
ru: Добавить стикеры
sv: Lägg till dekaler
tr: Çıkartmalara Ekle
uk: Додати наліпки
uz: Stikerlarni qoʻshish
zh_cn: 添加表情包
zh_tw: 添加表情包

# AddStickersCount
source: ADD {0}
ar: إضافة ⁨{0}⁩
be: ДАДАЦЬ {0}
ca: AFEGEIX {0}
de: {0} HINZUFÜGEN
es: AÑADIR {0}
fa: افزودن ⁨{0}⁩
fi: Lisää {0}
fr: AJOUTER {0}
id: TAMBAH {0}
it: AGGIUNGI {0}
ko: {0} 추가
ms: TAMBAH {0}
nl: VOEG {0} TOE
pl: DODAJ {0}
pt_br: ADICIONAR {0}
ru: ДОБАВИТЬ {0}
sv: Lägg till {0}
tr: {0}YI EKLE
uk: ДОДАТИ {0}
uz: {0}NI QOʻSHISH

# AddStickersInstalled
source: New stickers added
ar: تمت إضافة ملصقات جديدة
be: Новыя стыкеры дададзены
ca: S'han afegit adhesius nous
de: Neue Sticker hinzugefügt
es: Nuevos stickers añadidos
fa: استیکرهای جدید اضافه شد
fi: Uudet tarrat lisättiin
fr: Nouveaux autocollants ajoutés
id: Stiker baru telah ditambahkan
it: Nuovi sticker aggiunti
ko: 새로운 스티커가 추가되었습니다
ms: Stiker baru ditambah
nl: Nieuwe stickers toegevoegd
pl: Dodano nowe naklejki
pt_br: Novos stickers adicionados
ru: Добавлены новые стикеры
sv: Nya dekaler tillagda
tr: Yeni çıkartmalar eklendi
uk: Нові наліпки додано
uz: Yangi stikerlar qoʻshildi
zh_cn: 新的表情包已添加
zh_tw: 新的表情包已添加

# AddStickersInstalledInfo
source: {0} has been added to your stickers.
ar: تمت إضافة ⁨{0}⁩ إلى ملصقاتك.
be: {0} быў дададзены да вашых стыкераў.
ca: S'ha afegit {0} als adhesius.
de: {0} wurde deinen Stickern hinzugefügt.
es: {0} ha sido añadido a tus stickers.
fa: ⁨{0}⁩ به استیکرهای شما اضافه شد.
fi: {0} on lisätty tarroihisi.
fr: {0} a été ajouté à vos autocollants.
id: {0} telah ditambahkan ke stiker Anda.
it: {0} è stato aggiunto ai tuoi sticker.
ko: {0}이(가) 스티커함에 추가되었습니다.
ms: {0} telah ditambah ke stiker anda.
nl: {0} is toegevoegd aan je stickers.
pl: Pakiet {0} został dodany do twoich naklejek.
pt_br: {0} foi adicionado aos seus stickers.
ru: Набор {0} добавлен к Вашим стикерам.
sv: {0} har lagts till i dina dekaler.
tr: {0} çıkartmalarınıza eklendi.
uk: {0} додано до ваших наліпок.
uz: {0} stikerlaringizga qoʻshildi.

# AddStickersNotFound
source: Stickers not found
ar: لم يُعثر على الملصقات
be: Стыкеры не знойдзены
ca: No s'han trobat adhesius
de: Sticker nicht gefunden
es: Stickers no encontrados
fa: استیکرها یافت نشدند
fi: Tarroja ei löytynyt
fr: Autocollants introuvables
id: Stiker tidak ditemukan
it: Sticker non trovati
ko: 스티커를 찾지 못했습니다
ms: Stiker tak dijumpai
nl: Stickers niet gevonden
pl: Nie znaleziono naklejek
pt_br: Stickers não encontrados
ru: Стикеры не найдены
sv: Inga dekaler hittade.
tr: Çıkartma bulunamadı
uk: Наліпок не знайдено
uz: Stikerlar topilmadi
zh_cn: 该表情包不存在
zh_tw: 該表情包不存在

source: Add subscriber
ar: إضافة مشتركين
be: Дадаць падпісчыка
ca: Afegeix subscriptors
de: Abonnent hinzufügen
es: Añadir suscriptores
fa: افزودن مشترک
fi: Lisää tilaaja
fr: Ajouter un abonné
id: Tambah pelanggan
it: Aggiungi iscritto
ko: 구독자 추가
ms: Tambah pelanggan
nl: Abonnee toevoegen
pl: Dodaj subskrybentów
pt_br: Adicionar Inscrito
ru: Добавить подписчика
sv: Lägg till följare
tr: Abone ekle
uk: Додати підписника
uz: Obunachi qoʻshish
zh_cn: 添加订阅者
zh_tw: 添加訂閲者

source: Add to Channel
ar: قبول الانضمام
be: Дадаць у канал
ca: Afegeix al canal
de: Dem Kanal hinzufügen
es: Añadir al canal
fi: Lisää kanavalle
fr: Ajouter au canal
it: Aggiungi al canale
ko: 채널에 추가
ms: Masukkan ke Saluran
pl: Dodaj do kanału
pt_br: Permitir Entrada
ru: Принять в канал
sv: Lägg till i kanal
tr: Kanala Ekle
uk: Додати до каналу

source: Add to contacts
ar: إضافة لجهات الاتصال
be: Дадаць у кантакты
ca: Afegeix als contactes
de: Zu Kontakten hinzufügen
es: Añadir a Contactos
fa: افزودن به مخاطبین
fi: Lisää yhteystietoihin
fr: Ajouter aux contacts
id: Tambah ke kontak
it: Aggiungi ai contatti
ko: 연락처에 추가
ms: Tambah ke kenalan
nl: Toevoegen aan contacten
pl: Dodaj do kontaktów
pt_br: Add Contato
ru: Добавить в контакты
sv: Lägg till i kontakter
tr: Kişilere ekle
uk: Додати до контактів
uz: Kontaktlarga qoʻshish
zh_cn: 添加到通讯录
zh_tw: 添加到通訊錄

source: Add to exceptions
ar: إضافة للاستثناءات
be: Дадаць у выключэнні
ca: Afegeix a les excepcions
de: Zu Ausnahmen hinzufügen
es: Añadir a excepciones
fa: افزودن به استثناها
fi: Lisää poikkeuksiin
fr: Ajouter aux exceptions
id: Tambah ke Pengecualian
it: Aggiungi alle eccezioni
ko: 예외에 추가
ms: Tambah ke pengecualian
nl: Aan uitzonderingen toevoegen
pl: Dodaj do wyjątków
pt_br: Adicionar às exceções
ru: Добавить в исключения
sv: Lägg till i undantagen
tr: Ayrıcalıklara ekle
uk: Додати до винятків
uz: Istisnolarga qoʻshish

source: Add to Existing Contact
ar: إضافة إلى جهة اتصال موجودة
be: Дадаць у існуючы кантакт
ca: Afegeix-lo a un contacte existent
de: Bestehendem Kontakt hinzufügen
es: Añadir a contacto existente
fa: افزودن به مخاطب موجود
fi: Lisää yhteystietoon
fr: Ajouter à un contact
id: Tambahkan ke Kontak yang ada
it: Aggiungi a contatto esistente
ko: 기존 연락처에 추가
ms: Tambah ke Kenalan Sedia Ada
nl: Toevoegen aan Contact
pl: Dodaj do istniejącego kontaktu
pt_br: Adicionar ao Contato Existente
ru: Добавить в имеющийся
sv: Lägg till befintlig kontakter
tr: Mevcut Kişiye Ekle
uk: Додати до наявного контакту
uz: Mavjud kontaktga qoʻshish
zh_cn: 添加到现有的联系人信息
zh_tw: 添加到現有的聯絡人資料

source: Add to Favorites
ar: إضافة إلى المفضلة
be: Дадаць у абранае
ca: Afegeix-lo als preferits
de: Zu Favoriten hinzufügen
es: Añadir a Favoritos
fa: افزودن به علاقه‌مندی‌ها
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
id: Tambahkan ke Favorit
it: Aggiungi ai preferiti
ko: 즐겨찾기에 추가
ms: Tambah ke Kegemaran
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
ru: Добавить в избранные
sv: Lägg till i Favoriter
tr: Favorilere Ekle
uk: Додати до улюблених
uz: Saralanganlarga qoʻshish
zh_cn: 添加到收藏
zh_tw: 添加到收藏

source: Add to Group
ar: قبول الانضمام
be: Дадаць у суполку
ca: Afegeix al grup
de: Zu Gruppe hinzufügen
es: Añadir al grupo
fi: Lisää ryhmään
fr: Ajouter au groupe
it: Aggiungi al gruppo
ko: 그룹에 추가
ms: Masukkan ke Grup
pl: Dodaj do grupy
pt_br: Permitir Entrada
ru: Принять в группу
sv: Lägg till i grupp
tr: Gruba Ekle
uk: Додати до групи

source: Add to Masks
ar: إضافة إلى الأقنعة
be: Дадаць у маскі
ca: Afegeix a les màscares
de: Masken hinzufügen
es: Añadir a máscaras
fa: افزودن به ماسک‌ها
fi: Lisää naamioihin
fr: Ajouter aux masques
id: Tambahkan ke Mask
it: Aggiungi alle maschere
ko: 마스크에 추가
ms: Tambah ke Mask
nl: Maskers toevoegen
pl: Dodaj do masek
pt_br: Adicionar Máscaras
ru: Добавить в маски
sv: Lägg till i fotomasker
tr: Maskelere Ekle
uk: Додати до масок
uz: Niqoblarga qoʻshish
zh_cn: 添加到装饰库
zh_tw: 添加到裝飾庫

source: Add to Stickers
ar: إضافة إلى الملصقات
be: Дадаць да вашых стыкераў
ca: Afegeix als adhesius
de: Sticker hinzufügen
es: Añadir a Stickers
fa: افزودن به استیکرها
fi: Lisää tarroihin
fr: Voir le lot
id: Tambahkan ke Stiker
it: Aggiungi agli sticker
ko: 스티커에 추가
ms: Tambah ke Stiker
nl: Toevoegen aan stickers
pl: Dodaj do naklejek
pt_br: Adicionar aos Stickers
ru: Добавить в стикеры
sv: Lägg till i Dekaler
tr: Çıkartmalara Ekle
uk: Додати до наліпок
uz: Stikerlarga qoʻshish
zh_cn: 添加到表情库
zh_tw: 添加到表情庫

# AddToTheGroup
source: Add {0} to the group?
ar: إضافة ⁨{0}⁩ للمجموعة؟
be: Дадаць {0} у гэту суполку?
ca: Voleu afegir {0} al grup?
de: {0} zur Gruppe hinzufügen?
es: ¿Añadir a {0} al grupo?
fa: ⁨{0}⁩ به گروه اضافه شود؟
fi: Lisätäänkö {0} ryhmään?
fr: Ajouter {0} au groupe ?
id: Tambahkan {0} ke dalam grup?
it: Aggiungere {0} al gruppo?
ko: {0} 님을 그룹에 추가할까요?
ms: Tambah {0} ke grup?
nl: {0} toevoegen aan de groep?
pl: Dodać użytkownika {0} do grupy?
pt_br: Adicionar {0} ao grupo?
ru: Добавить {0} в группу?
sv: Lägga till {0} till gruppen?
tr: {0} gruba eklensin mi?
uk: Додати {0} до групи?
uz: {0} guruhga qoʻshilsinmi?
zh_cn: 添加“{0}”到此群组？
zh_tw: 添加“{0}”到此群組？

# AddToTheGroupAlertText
source: Do you want to add **{0}** to the group **{1}**?
ar: هل ترغب في إضافة **⁨{0}⁩** لمجموعة **⁨{1}⁩**؟
be: Вы хочаце дадаць **{0}** у суполку **{1}**?
ca: Voleu afegir **{0}** al grup **{1}**?
de: Möchtest du **{0}** der Gruppe **{1}** hinzufügen?
es: ¿Quieres añadir a **{0}** al grupo **{1}**?
fa: آیا می‌خواهید **⁨{0}⁩** را به گروه **⁨{1}⁩** اضافه کنید؟
fi: Haluatko varmasti lisätä henkilön **{0}** ryhmään **{1}**?
fr: Voulez-vous ajouter **{0}** au groupe **{1}** ?
id: Apakah Anda mau menambahkan **{0}** ke grup **{1}**?
it: Vuoi aggiungere **{0}** al gruppo **{1}**?
ko: **{0}** 님을 **{1}** 그룹에 추가하시겠습니까?
ms: Anda ingin tambah **{0}** ke grup **{1}**?
nl: **{0}** toevoegen aan de groep **{1}**?
pl: Czy chcesz dodać bota **{0}** do grupy **{1}**?
pt_br: Deseja adicionar **{0}** ao grupo **{1}**?
ru: Хотите добавить **{0}** в группу **{1}**?
sv: Vill du lägga till **{0}** i gruppen **{1}**?
tr: **{1}** grubuna **{0}** kişisini eklemek ister misiniz?
uk: Ви дійсно хочете додати **{0}** до групи **{1}**?
uz: **{0}**ni **{1}** guruhiga qoʻshmoqchimisiz?

# AddToTheGroupAlertTitle
source: Add bot
ar: إضافة البوت
be: Дадаць бота
ca: Addició d'un bot
de: Bot hinzufügen
es: Añadir bot
fa: افزودن ربات
fi: Lisää botti
fr: Ajouter le bot
id: Tambahkan bot
it: Aggiungi bot
ko: 봇 추가
ms: Tambah bot
nl: Bot toevoegen
pl: Dodaj bota
pt_br: Adicionar bot
ru: Добавить бота
sv: Lägg till bott
tr: Bot ekle
uk: Додати бота
uz: Botni qoʻshish

# AddToTheGroupForwardCount
source: Number of last messages to forward:
ar: عدد الرسائل اﻷخيرة المراد تحويلها:
be: Колькасць апошніх паведамленняў для перасылання:
ca: Nombre d'últims missatges a reenviar:
de: Wieviele der letzten Nachrichten willst du weiterleiten?
es: Cantidad de últimos mensajes para reenviar:
fa: تعداد آخرین پیام‌ها برای هدایت:
fi: Kuinka monta edellistä viestiä lähetetään:
fr: Nombre des derniers messages à transmettre :
id: Jumlah pesan terakhir diteruskan:
it: Numero di ultimi messaggi da inoltrare:
ko: 전달할 최근 메시지 개수:
ms: Jumlah mesej terakhir untuk dimajukan:
nl: Aantal recente berichten om door te sturen:
pl: Liczba ostatnich wiadomości do przekazania:
pt_br: Número de mensagens antigas para encaminhar:
ru: Сколько последних сообщений показать:
sv: Antal tidigare meddelanden att vidarebefordra:
tr: İletilecek son mesajların sayısı:
uk: Кількість останніх повідомлень для пересилки:
uz: Koʻrsatiladigan oxirgi xabarlar soni:
zh_cn: 要转发的最近消息数：
zh_tw: 要轉發的最近訊息數：

# AddToTheGroupTitle
source: Add {0} to the chat {1}?
ar: هل ترغب بإضافة ⁨{0}⁩ للمحادثة ⁨{1}⁩؟
be: Дадаць {0} да чата {1}?
ca: Voleu afegir {0} al xat {1}?
de: {0} dem Chat {1} hinzufügen?
es: ¿Añadir a {0} al chat {1}?
fa: ⁨{0}⁩ به گفتگوی ⁨{1}⁩ اضافه شود؟
fi: Lisää {0} ryhmään {1}?
fr: Ajouter {0} à l'échange {1} ?
id: Tambahkan {0} ke dalam obrolan {1}?
it: Aggiungere {0} alla chat {1}?
ko: {0} 님을 {1} 대화방에 추가할까요?
ms: Tambah {0} ke bual {1}?
nl: {0} toevoegen aan de groep {1}?
pl: Dodać użytkownika {0} do czatu {1}?
pt_br: Adicionar {0} ao chat {1}?
ru: Добавить {0} в чат {1}?
sv: Lägga till {0} till chatten {1}?
tr: {0}, {1} sohbetine eklensin mi?
uk: Додати {0} до чату {1}?
uz: {0} {1} chatiga qoʻshilsinmi?
zh_cn: 添加“{0}”到群组«{1}»？
zh_tw: 添加“{0}”到群組«{1}»？

# AddUserErrorBlacklisted
source: Sorry, you can't add this user because they are on the list of Removed Users and you can't unban them.
ar: عذرًا، لا يمكنك إضافة هذا المستخدم لأنه موجود في قائمة «مستخدمون تمت إزالتهم» ولا يمكنك إلغاء حظره.
be: На жаль, вы не можаце дадаць гэтага карыстальніка, бо ён знаходзіцца ў спісе выдаленых карыстальнікаў і вы не можаце яго разблакіраваць.
ca: No podeu afegir aquest usuari perquè és en la llista d'usuaris bandejats i no l'en podeu treure.
de: Du kannst diesen Nutzer nicht hinzufügen, da er sich in der Liste der entfernten Benutzer befindet und du ihn nicht freigeben kannst.
es: No puedes añadir a este usuario porque está en la lista de usuarios expulsados y no puedes quitar su expulsión.
fa: متأسفانه شما نمی‌توانید این کاربر را اضافه کنید زیرا او در فهرست کاربران حذف شده است و شما نمی‌توانید محرومیت او را رفع کنید.
fi: Valitettavasti et voi lisätä tätä käyttäjää, koska hän on poistettujen käyttäjien listassa etkä saa poistaa häntä sieltä.
fr: Désolé, vous ne pouvez pas ajouter cet utilisateur car il fait partie de la liste des utilisateurs supprimés, et vous ne pouvez pas le débannir.
id: Maaf, Anda tidak dapat menambahkan pengguna ini karena mereka berada di daftar anggota yang diblokir dan Anda tidak dapat melepas blokir.
it: Spiacenti, non puoi aggiungere questo utente perché è nella lista degli utenti rimossi e non lo puoi sbloccare.
ko: 죄송합니다. 이 사용자는 추방된 사용자 목록에 있으며 회원님이 차단을 해제할 수 없기에 추가하실 수 없습니다.
ms: Maaf, anda tak boleh masukkan pengguna ini kerana ianya berada dalam senarai Pengguna Dikeluarkan dan anda tak boleh bebaskan mereka.
nl: Je kunt deze gebruiker niet toevoegen omdat deze op de lijst van verwijderde gebruikers staan en jij ze niet kun deblokkeren.
pl: Nie możesz dodać tego użytkownika, ponieważ znajduje się on na liście usuniętych użytkowników i nie możesz go odblokować.
pt_br: Desculpe, você não pode adicionar esse usuário porque ele está na lista de Usuários Removidos e você não pode removê-lo de lá.
ru: Вы не можете добавить этого пользователя, так как он в чёрном списке, а у Вас недостаточно прав, чтобы его изменить.
sv: Tyvärr kan du inte lägga till användaren då denne finns i listan Borttagna användare och du kan inte avblockera dem.
tr: Üzgünüz, Çıkarılan Kullanıcılar listesinde bulunduğu ve yasağını kaldıramayacağınız için bu kullanıcıyı ekleyemezsiniz.
uk: Ви не можете додати цього користувача, оскільки він у списку Вилучених користувачів і ви не можете його розблокувати.
uz: Kechirasiz, siz bu foydalanuvchini qoʻsha olmaysiz, chunki u qora roʻyxatda va uni blokdan chiqara olmaysiz.

# AdminWillBeRemoved
source: {0} will be removed from admins if you restrict them.
ar: سيتم إزالة ⁨{0}⁩ من المشرفين إذا قمت بتقييده.
be: {0} будзе пазбаўлены(-а) кіраўніцкіх паўнамоцтваў, калі вы абмяжуеце яго(яе).
ca: {0} deixarà de ser administrador si el restringiu
de: {0} wird bei Einschränkung als Admin entfernt.
es: {0} se eliminará de los administradores si le aplicas restricciones.
fa: در صورتی که ⁨{0}⁩ را محدود کنید، او از فهرست مدیران حذف خواهد شد.
fi: {0} poistetaan valvojista, jos rajoitat tämän oikeuksia.
fr: {0} sera retiré des administrateurs si vous le restreignez.
id: {0} akan dihapus dari admin jika Anda membatasi mereka.
it: {0} sarà rimosso dagli amministratori se lo limiti.
ko: {0} 님을 제한하시면 이 사용자가 관리자에서 제명됩니다.
ms: {0} akan dikeluarkan dari pentadbir jika anda hadkan mereka.
nl: {0} zal verwijderd worden als beheerder als je een beperking oplegt.
pl: Użytkownik {0} zostanie usunięty z administratorów, jeśli go ograniczysz.
pt_br: {0} será removido dos admins se você restringir.
ru: {0} перестанет быть администратором, если потеряет базовые права.
sv: {0} tas bort som administratör om du sätter inskränkningar för denne.
tr: Kısıtlarsanız, {0} yöneticilikten çıkarılacaktır.
uk: Користувача {0} буде вилучено з адміністраторів, якщо ви обмежите його.
uz: Agar {0}ni cheklasangiz, u adminlar safidan chiqariladi.

source: Agree
ar: موافق
be: Згадзіцца
ca: D'acord
de: Zustimmen
es: Aceptar
fa: پذیرش
fi: Hyväksy
fr: Accepter
id: Setuju
it: Accetta
ko: 동의
ms: Setuju
nl: Akkoord
pl: Akceptuję
pt_br: Concordo
ru: Принять
sv: Godkänn
tr: Kabul et
uk: Погоджуюсь
uz: Roziman
zh_cn: 同意
zh_tw: 同意
